Repository: artur309/1_artur_12M_trab_aval_m17A
Catalog: Receitas/src/Locale/*/default.po
Languages: de_de, fr_fr, ja_jp, ru_ru

source: Salvar post
de_de: Beitrag speichern
fr_fr: Enregistrer le message
ja_jp: 投稿を保存
ru_ru: Сохранить пост

source: Direitos Reservados a CakePHP e artur309
de_de: CakePHP und artur309 behalten sich die Rechte vor
fr_fr: Droits réservés à CakePHP et artur309
ja_jp: CakePHPおよびartur309の権利
ru_ru: Права защищены для CakePHP и artur309

source: Primeiro
de_de: Erstens
fr_fr: D'abord
ja_jp: 最初に
ru_ru: первый

source: Anterior
de_de: Zurück
fr_fr: Précédente
ja_jp: 前へ
ru_ru: предыдущий

source: Proximo
de_de: Weiter
fr_fr: Suivant
ja_jp: 次へ
ru_ru: следующий

source: Último
de_de: Last
fr_fr: Dernier
ja_jp: 最後
ru_ru: последний

source: Página {{page}} de {{pages}}, mostrando {{current}} registro de um total de {{count}} total, começando no registro {{start}}, termiando em {{end}}
de_de: {{Page}} Seite mit {{pages}}, die den {{current}} Datensatz mit einer Gesamtsumme von {{count}} anzeigt, beginnend mit Datensatz {{start}} und endend mit {{end}}
fr_fr: {{Page}} page de {{pages}}, montrant {{current}} enregistrement d'un total de {{count}} total, commençant à l'enregistrement {{start}}, se terminant à {{end}}
ja_jp: {{pages}}の{{Page}}ページ、合計{{count}}の合計の{{current}}レコードを表示、レコード{{start}}で始まり、{{end}}で終わります
ru_ru: {{Page}} страница {{pages}}, на которой отображается {{current}} запись общей суммы {{count}}, начиная с записи {{start}} и заканчивая {{end}}

source: Listar Receitas
de_de: Liste Rezepte
fr_fr: Liste des recettes
ja_jp: レシピ一覧
ru_ru: Список рецептов

source: Listar Ingredientes
de_de: Zutaten auflisten
fr_fr: Liste des ingrédients
ja_jp: 成分リスト
ru_ru: Список ингредиентов

source: Galeria de Receitas
de_de: Rezept Galerie
fr_fr: Galerie de recettes
ja_jp: レシピギャラリー
ru_ru: Галерея рецептов

source: Submeter
de_de: Senden
fr_fr: Soumettre
ja_jp: 提出する
ru_ru: представить

source: Ações
de_de: Aktionen
fr_fr: Actions
ja_jp: アクション
ru_ru: действия

source: Adicionar Ingrediente
de_de: Zutat hinzufügen
fr_fr: Ajouter un ingrédient
ja_jp: 成分を追加
ru_ru: Добавить ингредиент

source: nome
de_de: name
fr_fr: nom
ja_jp: お名前
ru_ru: имя

source: Apagar
de_de: Löschen
fr_fr: Effacer
ja_jp: 削除
ru_ru: удалять

source: Tens a certeza que queres apagar # {0}?
de_de: Möchten Sie # {0} wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer # {0}?
ja_jp: ＃{0}を削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить # {0}?

source: Editar Ingrediente
de_de: Zutat bearbeiten
fr_fr: Modifier l'ingrédient
ja_jp: 成分を編集
ru_ru: Редактировать ингредиент

source: Novo Ingrediente
de_de: Neue Zutat
fr_fr: Nouvel ingrédient
ja_jp: 新成分
ru_ru: Новый ингредиент

source: Ingredientes
de_de: Zutaten
fr_fr: Ingrédients
ja_jp: 成分
ru_ru: ингредиенты

source: Actions
de_de: Aktionen
ja_jp: アクション
ru_ru: действия

source: Ver
de_de: Sehen
fr_fr: Voir
ja_jp: 見る
ru_ru: увидеть

source: Editar
de_de: Bearbeiten
fr_fr: Modifier
ja_jp: 編集
ru_ru: редактировать

source: Apagar Ingrediente
de_de: Zutat löschen
fr_fr: Supprimer l'ingrédient
ja_jp: 成分を削除
ru_ru: Удалить ингредиент

source: Are you sure you want to delete # {0}?
de_de: Möchten Sie # {0} wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer # {0}?
ja_jp: ＃{0}を削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить # {0}?

source: id
ru_ru: идентификатор

source: Nome
de_de: Name
fr_fr: Nom
ja_jp: お名前
ru_ru: имя

source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
ru_ru: ошибка

source: Back
de_de: Zurück
fr_fr: Retour
ja_jp: 戻る
ru_ru: назад

source: msg
ru_ru: тзд

source: Change Language
de_de: Sprache wechseln
fr_fr: Changer la langue
ja_jp: 言語を変更する
ru_ru: Изменить язык

source: Entrar
de_de: REGISTRIEREN
fr_fr: INSCRIVEZ-VOUS
ja_jp: サインアップ
ru_ru: Зарегистрироваться

source: Adicionar Receita
de_de: Rezept hinzufügen
fr_fr: Ajouter une recette
ja_jp: レシピを追加
ru_ru: Добавить рецепт

source: Submit
de_de: Senden
fr_fr: Soumettre
ja_jp: 提出する
ru_ru: представить

source: Tens a certeza que queres apagar #{0}?
de_de: Möchten Sie # {0} wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer # {0}?
ja_jp: ＃{0}を削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить # {0}?

source: Editar Receita
de_de: Rezept bearbeiten
fr_fr: Modifier la recette
ja_jp: レシピを編集
ru_ru: Редактировать рецепт

source: descricao
de_de: beschreibung
fr_fr: description
ja_jp: 説明
ru_ru: описание

source: Nova Receita
de_de: Neues Rezept
fr_fr: Nouvelle recette
ja_jp: 新しいレシピ
ru_ru: Новый рецепт

source: Receitas
de_de: Rezepte
fr_fr: Recettes
ja_jp: レシピ
ru_ru: рецепты

source: descrição
de_de: beschreibung
fr_fr: description
ja_jp: 説明
ru_ru: описание

source: Tens a certeza que queres apagar a receita #{0}?
de_de: Möchten Sie das Rezept # {0} wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer la recette # {0}?
ja_jp: レシピ番号{0}を削除してもよろしいですか？
ru_ru: Вы уверены, что хотите удалить рецепт № {0}?

source: Apagar Receita
de_de: Rezept löschen
fr_fr: Supprimer la recette
ja_jp: レシピを削除
ru_ru: Удалить рецепт

source: Descrição
de_de: Beschreibung
fr_fr: La description
ja_jp: 説明
ru_ru: описание

source: Documentação Framework CakePHP
de_de: CakePHP Framework Dokumentation
fr_fr: Documentation du framework CakePHP
ja_jp: CakePHPフレームワークのドキュメント
ru_ru: CakePHP Framework Документация

source: View das Imagens no Webroot
de_de: Anzeigen von Bildern in Webroot
fr_fr: Affichage d'images dans Webroot
ja_jp: ウェブルートの画像の表示
ru_ru: Просмотр изображений в Webroot

source: Atualizar e Limpar formulário para as imagens
de_de: Aktualisieren und löschen Sie das Formular für Bilder
fr_fr: Mettre à jour et effacer le formulaire pour les images
ja_jp: 画像の更新および消去フォーム
ru_ru: Обновление и очистка формы для изображений

source: Tempo e Hora
de_de: Zeit und Stunde
fr_fr: Heure et heure
ja_jp: 時間と時間
ru_ru: Время и час

source: Internationalization e Localization
de_de: Internationalisierung und Lokalisierung
fr_fr: Internationalisation et localisation
ja_jp: 国際化とローカリゼーション
ru_ru: Интернационализация и локализация

source: Tradução
de_de: Übersetzung Englisch
fr_fr: Traduction anglais
ja_jp: 翻訳英語
ru_ru: Перевод английский

source: Aplicação para as traduções automáticas
de_de: Antrag auf automatische Übersetzungen
fr_fr: Demande de traductions automatiques
ja_jp: 自動翻訳の申請
ru_ru: Приложение для автоматических переводов

source: Idioma
de_de: Sprache
fr_fr: La langue
ja_jp: 言語
ru_ru: язык

source: WEBGRAFIA
de_de: WEBGRAPHIE
fr_fr: WEBGRAPHIE
ja_jp: WEBGRAPHY
